import SplitBlocks from '@modules/common/components/SplitBlocks';
import {COMPANY_FULL_NAME} from "@utils/const";

const HomeFinancialServices = () => {
	return (
		<SplitBlocks
			title={`Перелік посередницьких послуг (робіт) у страхуванні (перестрахуванні), які
надаються ${COMPANY_FULL_NAME}.`}
			titleType="text"
			anchor="fin-services"
		>
			<ul>
				<li>
					<p>
						{' '}
						визначення потреб клієнта в отриманні страхових (перестрахових) послуг, аналіз
						ризиків та пошук прийнятних умов розміщення ризиків клієнта у страхуванні
						(перестрахуванні);
						<br />
						<br />
					</p>
				</li>
				<li>
					<p>
						надання експертно-інформаційних та консультаційних послуг у сфері
						страхування (перестрахування);
						<br />
						<br />
					</p>
				</li>
				<li>
					<p>
						консультування клієнта щодо укладення договору страхування
						(перестрахування), діяльність, пов&#39;язана з підготовкою, укладанням та виконанням
						(супроводом) договорів страхування (перестрахування);
						<br />
						<br />
					</p>
				</li>
				<li>
					<p>
						підготовка, розробка умов договору страхування (перестрахування);
						<br />
						<br />
					</p>
				</li>
				<li>
					<p>
						укладення та виконання (супровід) договору страхування (перестрахування),
						оформлення документів та розрахунків щодо сплати страхової (перестрахової)
						премії;
						<br />
						<br />
					</p>
				</li>
				<li>
					<p>
						{' '}
						укладання договорів страхування (перестрахування), уключаючи одержання та
						перерахування страхових (перестрахових) премій;
						<br />
						<br />
					</p>
				</li>
				<li>
					<p>
						роботи, пов&#39;язані з виконанням (супроводом) договорів страхування
						(перестрахування) щодо залучення до оцінки страхового ризику та вірогідності
						настання страхового випадку;
						<br />
						<br />
					</p>
				</li>
				<li>
					<p>
						роботи, пов&#39;язані з виконанням (супроводом) договорів страхування
						(перестрахування) щодо аналізу розміру збитків, організації врегулювання збитків та
						оформлення необхідних документів;
						<br />
						<br />
					</p>
				</li>
				<li>
					<p>
						роботи, пов&#39;язані з виконанням (супроводом) договорів страхування
						(перестрахування) щодо одержання та перерахування страхових (перестрахових)
						виплат та страхових (перестрахових) відшкодувань.
						<br />
						<br />
					</p>
				</li>
			</ul>
		</SplitBlocks>
	);
};

export default HomeFinancialServices;
